Repository: UnivParis1/site-institutionnel
Catalog: web/modules/custom/cmis-extensions/translations/cmis_extensions-*.po
Languages: fr

source: CMIS Extensions settings
fr: Paramètres de CMIS Extensions

source: Configure settings for CMIS Extensions.
fr: Configuration du module CMIS Extensions.

source: Nuxeo user
fr: Utilisateur Nuxeo

source: Nuxeo password
fr: Mot de passe Nuxeo

source: Inspect cache
fr: Inspecter le cache

source: Rebuild cache
fr: Reconstruire le cache

source: To display document's parent folder in an acceptable time, paths need to be fetched eagerly and kept in cache.
fr: Pour afficher le dossier parent des documents dans un temps acceptable, les chemins doivent être récupérés en avance et gardés en cache.

source: Cache successfully rebuilt
fr: Cache reconstruit avec succès

source: CMIS last items block
fr: Bloc affichant les derniers éléments

source: Existing folder
fr: Dossier existant

source: Manual
fr: Manuel

source: Nuxeo folder ID
fr: ID du dossier Nuxeo

source: Specify an ID manually
fr: Spécifiez un ID manuellement

source: A folder ID must be provided
fr: Un ID de dossier doit être spécifié

source: Search results
fr: Résultats de la recherche

source: Search ...
fr: Rechercher ...

source: by kind
fr: par type d'acte

source: by entity
fr: par entité

source: by council
fr: par conseil

source: by year
fr: par année

source: @count result found
fr: @count résultat trouvé

source: No results found
fr: Aucun résultat trouvé

source: @value B
fr: @value o

source: @value KB
fr: @value Ko

source: @value MB
fr: @value Mo

source: @value GB
fr: @value Go

source: @value TB
fr: @value To

source: Document pictogram
fr: Pictogramme du document
